<template>
    <main>
        <section class="terms-conditions">
            <div class="container">
                <h1>ПОЛОЖЕНИЯ И УСЛОВИЯ</h1>
                <p>
‌Приобретая NFT на наших веб-сайтах, боте или взаимодействуя с нашим сообществом, вы соглашаетесь со следующими положениями и условиями. Эти условия могут быть изменены в любое время без предварительного уведомления.
‌Вам исполнилось 18 лет.
‌Вы не проживаете и не являетесь организацией в соответствии с законодательством какой-либо страны или группы, законодательство которых конфликтует с покупкой NFT и / или криптовалюты.
‌Вы хорошо разбираетесь в рынках криптовалют и NFT, а также в связанных с ними расходах, сборах и рисках.
‌Вы понимаете, что наши nfts будут куплены за Ethereum и что наша команда не контролирует плату за газ, взимаемую майнерами Ethereum. Вы также понимаете, что наша команда не имеет возможности отменить транзакции Ethereum.
‌Вы соглашаетесь проявить должную осмотрительность и надежно защитить свои активы. Никогда не сообщайте свою исходную фразу или личную информацию и никогда не загружайте ничего подозрительного.
‌Вы не будете привлекать создателей или волонтеров IGUMA к ответственности за какие-либо действия или результаты, связанные с использованием криптовалюты, нашими платформами, нашим сообществом, сторонними связями, а также волатильностью рынка как криптовалюты, так и NFT.
‌Команда IGUMA предоставляет веб-сайты и любые связанные с ними nft, услуги и / или сообщества «как есть» и «как доступно» без каких-либо гарантий. Если вы покупаете какой-либо из наших NFT, вы понимаете, что все возможные будущие преимущества являются дополнительными по отношению к этой покупке и не должны приниматься во внимание при совершении покупки. Мы нацелены на долгосрочную перспективу и сделаем все возможное, чтобы превзойти даже те высокие ожидания, которые вы в настоящее время возлагаете на нашу команду.
‌Вы не будете возлагать на нас ответственность за любые расходы или сборы, связанные с взаимодействием с нашим смарт-контрактом и / или созданием или попыткой создания NFT на нашем сайте или боте.
‌Вы понимаете, что наши NFT не имеют собственной денежной стоимости.
‌Вы несете единоличную ответственность за любые налоговые обязательства, которые могут возникнуть в результате чеканки или перепродажи ваших NFT.
‌Вы не будете подавать иски, оспаривать и / или предпринимать какие-либо юридические действия против команды IGUMA, членов команды или волонтеров на индивидуальной основе.
‌
‌Вы отказываетесь от своего права подавать иск, оспаривать и / или подавать какие-либо судебные иски против команды IGUMA, членов команды или волонтеров на групповой или коллективной основе.
‌
‌Взаимодействие с другими людьми:
‌
‌Никакая информация на этом сайте или боте, ни какие-либо сообщения от команды IGUMA или внутри сообществ IGUMA не должны рассматриваться как финансовая консультация. Мы будем периодически обновлять наш сайт и другую информацию. Команда IGUMA не несет ответственности за типографские или другие ошибки и сделает все возможное, чтобы информация была верной и актуальной.
                </p>
            </div>
        </section>
    </main>
</template>